<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <link href="style.css" rel="stylesheet">
    <title>Московский Государственный Технический Университет им. Н.Э. Баумана</title>
</head>

<body>

<header>
    <div class="logo">
        <img
            class="logo__image"
            src="img/logo_with_text.png"
            alt="Логотип МГТУ"
            width="275"
            height="70"
        >
    </div>

    <div class="navigation">
        <ul class="navigation__list">
            <li class="navigation__list-item">
                <a class="navigation__link" href="index.php">
                    Главная страница
                </a>
            </li>

            <li class="navigation__list-item">
                <a class="navigation__link" href="contacts.php">
                    Контакты
                </a>
            </li>
        </ul>
    </div>
</header>

<main>

    <h1>Информация о МГТУ им. Н.Э. Баумана</h1>

    <p>
        Инженеры создают будущее – мы создаём инженеров
    </p>

    <p>
        Московский государственный технический университет им. Н. Э. Баумана —
        российский национальный исследовательский университет, научный центр и
        особо ценный объект культурного наследия народов России.
    </p>

    <div class="about">

        <div class="about__text">

            <h2>Факты об университете</h2>

            <ul>
                <li>190+ лет истории</li>
                <li>9 000+ сотрудников, из них 25% — моложе 39 лет</li>
                <li>19 факультетов</li>
                <li>31 000+ студентов и аспирантов, из них 30% — специалитет</li>
            </ul>

        </div>

        <div class="about__image-wrapper">
            <img
                class="about__image"
                src="img/Logo_Black_No-BG.png"
                alt="Логотип МГТУ"
                width="100"
                height="100"
            >
        </div>

    </div>

    <h3>Наша миссия</h3>

    <p>
        Мы – высшее техническое училище. Наша миссия – создавать
        научно-технологическое будущее, воспитывать новые поколения русских
        инженеров. Мы воспитываем инженеров и технологических лидеров,
        связываем поколения, укрепляем обороноспособность и технологическую
        независимость России, служим источником идей, обеспечиваем экспертизу
        и участвуем в разработке и внедрении новой техники и технологий для
        устойчивого будущего.
    </p>

    <h4>Русский метод обучения</h4>

    <p>
        Основной принцип бауманской инженерной школы — сочетание глубоких
        теоретических знаний и обширных практических навыков.
    </p>

    <p>
        Университет готовит специалистов, способных вести разработки в сфере
        высоких технологий, наукоемких производств, владеющих знаниями в
        области экономики, менеджмента, цифровых решений, предпринимательства.
    </p>

    <p>
        Программы обучения построены в партнерстве с ведущими компаниями
        и предприятиями России.
    </p>

</main>

<footer>
    <?php print("МГТУ им. Н.Э. Баумана © Все права защищены"); ?>
</footer>

</body>
</html>